export const SAMPLE_BIOLOGY_2026_TEXT = `खण्ड–अ : वस्तुनिष्ठ प्रश्न — 70 MCQ

1. यदि किसी व्यक्ति का रुधिर वर्ग AB है तो उसका जीनोटाइप क्या होगा?
(A) Iᴬi (B) Iᴮi (C) ii (D) IᴬIᴮ

2. यदि पौधे का जीनोटाइप AaBbCc है तब कितने प्रकार के युग्मक बनेंगे?
(A) दो (B) चार (C) आठ (D) सोलह

3. निम्नलिखित में से कौन क्रोमोसोमीय विकार नहीं है?
(A) क्लाइनफेल्टर सिंड्रोम
(B) टर्नर सिंड्रोम
(C) डाउन सिंड्रोम
(D) हीमोफीलिया

4. निम्नलिखित में से किस जन्तु में लिंग निर्धारण क्रोमोसोम समूह की संख्या पर निर्भर करता है?
(A) पक्षी (B) मधुमक्खी (C) टिड्डी (D) स्तनपायी

5. निम्नलिखित में से कौन नियम एक-संकर क्रास पर आधारित है?
(A) प्रभाविता का नियम
(B) विसंयोजन का नियम
(C) स्वतंत्र अपव्यूहन का नियम
(D) (A) एवं (B) दोनों

6. जीवाश्म किस प्रकार के चट्टान में पाए जाते हैं?
(A) अवसादी चट्टान
(B) रूपांतरित चट्टान
(C) आग्नेय चट्टान
(D) इनमें से सभी

7. जानियों में निम्नलिखित में से कौन समजात अंगों के उदाहरण हैं?
(A) ऑक्टोपस एवं मनुष्य की आँखें
(B) शकरकंद एवं आलू
(C) पेंग्विन एवं डॉल्फिन के फ्लिपर्स
(D) सरीसृप एवं स्तनधारी के हृदय

8. निम्नलिखित में से कौन अधिक वनमानुष की तरह थे?
(A) ड्रायोपिथेकस
(B) रामापिथेकस
(C) होमो इरेक्टस
(D) ऑस्ट्रेलोपिथेकस

9. निम्नलिखित में से किस एंजाइम के कारण लैक्टोज जीवाणु कोशिका में प्रवेश करता है?
(A) बीटा गैलेक्टोसिडेज
(B) परमीएज
(C) ट्रांसएसिटाइलेज
(D) लैक्टेज

10. किसने बताया कि द्विकुंडली DNA में प्यूरिन नाइट्रोजनी क्षार के योग, पाइरिमिडीन नाइट्रोजनी क्षार के योग के बराबर होता है?
(A) मिशर (B) वाटसन तथा क्रिक (C) विल्किंस (D) चारगाफ

11. एक प्रारूपी न्यूक्लियोसोम ...... का बना होता है।
(A) DNA के 200 क्षार युग्म
(B) हिस्टोन अष्टक
(C) (A) और (B) दोनों
(D) अम्लीय प्रोटीन

12. हर्षे एवं चेज ने अपने प्रयोगों के आधार पर क्या बताया?
(A) विषाणु से प्रोटीन निकलकर जीवाणु में प्रवेश करता है
(B) विषाणु से DNA निकलकर जीवाणु में प्रवेश करता है
(C) विषाणु से RNA निकलकर जीवाणु में प्रवेश करता है
(D) रूपांतरणीय सिद्धांत

13. अव्यक्तेक का अलग होना और व्यक्तेक का आपस में जुड़ना क्या कहलाता है?
(A) संबन्धन (B) पुच्छन (C) आच्छादन (D) अनुलेखन

14. निम्नलिखित में से कौन कथन आनुवंशिक कूट के बारे में गलत है?
(A) प्रकूट त्रिक होता है
(B) यह असंदिग्ध एवं विशिष्ट होता है
(C) यह अपक्षयी होता है
(D) सभी 64 प्रकूट अमीनो अम्ल का कूट लेखन करते हैं

15. संसार में कुल कितने महाविविध देश हैं?
(A) 25 (B) 34 (C) 14 (D) 17

16. किस क्षेत्र में बार-बार हिमनदीकरण होने के कारण जाति विकास एवं विविधता के लिए कम समय मिला?
(A) शीतोष्ण क्षेत्र
(B) उष्ण कटिबंध क्षेत्र
(C) ध्रुवीय क्षेत्र
(D) हिमनदीकरण हर क्षेत्र में हुआ

17. किसे पृथ्वी का फेफड़ा कहते हैं?
(A) वन (B) शीतोष्ण क्षेत्र (C) अमेजन वर्षा वन (D) उष्ण कटिबंधीय सवाना

18. निम्नलिखित में से कौन जाति अतिदोहन की वजह से विलुप्त हुई है?
(A) पैसेंजर कबूतर
(B) विशाल पांडा
(C) नील पर्च
(D) सिचलिड मछलियों की 200 जातियाँ

19. मनुष्य को प्रकृति से प्रत्यक्ष रूप से अनगिनत आर्थिक लाभ का मिलना जैव विविधता के संरक्षण के लिए ............ तर्क है।
(A) संकीर्ण रूप से उपयोगी
(B) व्यापक रूप से उपयोगी
(C) नैतिक
(D) इनमें से सभी

20. निम्नलिखित में से कौन एक पारितंत्र का प्राथमिक उपभोक्ता नहीं है?
(A) जंतु प्लवक
(B) गाय
(C) टिड्डे
(D) भेड़िया

21. प्रकाश संश्लेषात्मक सक्रिय विकिरण का कितना प्रतिशत पादप प्रग्रहण करते हैं?
(A) 50% (B) 2–10% (C) 10% (D) 20%

22. अपघटन के लिए कच्चे पदार्थ को क्या कहते हैं?
(A) ह्यूमस (B) अकार्बनिक पदार्थ (C) अपरद (D) कार्बनिक पदार्थ

23. द्वितीयक उपभोक्ता को क्या कहते हैं?
(A) शाकाहारी
(B) प्राथमिक मांसभक्षी
(C) द्वितीयक मांसभक्षी
(D) उपभोक्ता

24. मृत कार्बनिक सामग्री या अपरदों के विखंडन द्वारा ऊर्जा एवं पोषण प्राप्त करने वाले को क्या कहते हैं?
(A) पूतजीवी
(B) परपोषी
(C) अपरदाहारी
(D) परजीवी

25. निम्नलिखित में से कौन ऑर्किड का परागणीम अभिकर्मक है?
(A) बर्र
(B) गुंजन पक्षी
(C) मधुमक्खी की एक जाति
(D) चमगादड़

26. निम्नलिखित में से कौन-सी प्रक्रिया जनसंख्या का घनत्व घटाती है?
(A) आप्रवासन
(B) मृत्यु
(C) उत्प्रवासन
(D) (B) और (C) दोनों

27. निम्नलिखित में से किसके प्रयोग से ऑस्ट्रेलिया में लाए गए नागफनी को नियंत्रित किया गया?
(A) शलभ
(B) कैरोलोपिस
(C) पादपभक्षी कीट
(D) विषाणु

28. लाइकेन किसका उदाहरण है?
(A) सहोपकारिता
(B) स्पर्धा
(C) परजीविता
(D) सहभोजिता

29. निम्नलिखित में से कौन सर्वाधिक ज्ञात प्रतिरोधक कार्बनिक सामग्री में से एक है?
(A) पेक्टिन (B) सेलूलोज (C) स्पोरोपोलेनिन (D) काइटिन

30. आवृतबीजी पौधों के पराग कण में निम्नलिखित में से कौन कोशिका उपस्थित होती है?
(A) कायिक कोशिका
(B) जनन कोशिका
(C) प्रतिव्यासांत कोशिका
(D) (A) और (B) दोनों

31. निम्नलिखित में से किस बीज में परिभ्रूणपोष नहीं होता है?
(A) चुकंदर
(B) काली मिर्च
(C) गेहूँ
(D) (A) और (B) दोनों

32. निम्नलिखित में से किस बीज में एक से ज्यादा भ्रूण उपस्थित होते हैं?
(A) सिट्रस (B) आम (C) संतरा (D) इनमें से सभी

33. घास परिवार में बीजपत्र को क्या कहते हैं?
(A) प्रांकुर (B) मूलांकुर (C) बीजपत्राधार (D) स्कुटेलम

34. त्रिसंलयन के पश्चात् भ्रूणकोष की कौन कोशिका प्राथमिक भ्रूणपोष कोशिका बन जाती है?
(A) केंद्रीय कोशिका
(B) सहायक कोशिका
(C) प्रतिव्यासांत
(D) अंड कोशिका

35. निम्नलिखित में से कौन सहायक कोशिका में पराग नलिकाओं को दिशा प्रदान करने में महत्वपूर्ण भूमिका निभाता है?
(A) प्रतिव्यासांत
(B) तंतुरूप समुच्चय
(C) केंद्रीय कोशिका
(D) बीजांड द्वार

36. शुक्रजनक नलिकाओं में निम्नलिखित में से कौन कोशिकाएँ पायी जाती हैं?
(A) सर्टोली कोशिकाएँ
(B) अंतराली कोशिकाएँ
(C) शुक्राणुजन
(D) (A) और (C) दोनों

37. भ्रूण के पाद एवं अंगुलियाँ गर्भावस्था के कितने माह के अंत में विकसित होते हैं?
(A) एक माह (B) दो माह (C) तीन माह (D) छह माह

38. निम्नलिखित में से कौन अपरा के हार्मोन गर्भावस्था में बनते हैं?
(A) hCG (B) hPL (C) रिलैक्सिन (D) इनमें से सभी

39. शुक्राणु की किस रचना में अंडाणु के निषेचन में मदद करने वाले एंजाइम होते हैं?
(A) मध्य खंड (B) ग्रीवा (C) केंद्रक (D) एक्रोसोम

40. निम्नलिखित में से कौन कोशिका अगुणित है?
(A) अंडजननी
(B) प्राथमिक अंडक
(C) द्वितीयक अंडक
(D) इनमें से सभी

41. भारी मात्रा में कॉर्पस ल्यूटियम से स्रावित प्रोजेस्टेरॉन की मुख्य भूमिका क्या है?
(A) गर्भाशय के एंडोमेट्रियम का रखरखाव
(B) गर्भाशय के पेरिमेट्रियम का रखरखाव
(C) गर्भाशय के मायोमेट्रियम का रखरखाव
(D) इनमें से कोई नहीं

42. जो भ्रूण आठ ब्लास्टोमियर से अधिक का होता है उसका परिवर्धन हेतु गर्भाशय में स्थानांतरण क्या कहलाता है?
(A) IVF
(B) इंट्रा-यूटेराइन ट्रांसफर
(C) जाइगोट इंट्रा-फैलोपियन ट्रांसफर
(D) ICSI

43. निम्नलिखित में से कौन मनुष्य में निमोनिया के लिए उत्तरदायी है?
(A) स्ट्रेप्टोकोकस न्यूमोनी
(B) साल्मोनेला
(C) हीमोफिलस इन्फ्लुएंज़ी
(D) (A) और (C) दोनों

44. मलेरिया के लिए उत्तरदायी रोगजनक कैसा जीव है?
(A) विषाणु (B) जीवाणु (C) प्रोटोजोआ (D) नीमेटोड

45. निम्नलिखित में से कौन बीमारियाँ कीट रोगवाहकों द्वारा संचारित होती हैं?
(A) टाइफाइड
(B) मलेरिया
(C) फाइलेरिया
(D) (B) और (C) दोनों

46. विषाणु संक्रमित कोशिकाओं द्वारा स्रावित इंटरफेरॉन किस प्रकार का रोध है?
(A) साइटोकाइन रोध
(B) शारीरिक रोध
(C) कोशिकीय रोध
(D) कायिकीय रोध

47. निम्नलिखित में से कौन कोशिकाएँ तरल प्रतिरक्षा अनुक्रिया के लिए उत्तरदायी हैं?
(A) B-लसीकाणु
(B) T-लसीकाणु
(C) मारक लसीकाणु
(D) मैक्रोफेज

48. नियोग (ग्राफ्ट) अस्वीकृति को रोकने के लिए रोगी को क्या लेना पड़ता है?
(A) प्रतिरक्षा निरोधक
(B) टीका
(C) बने-बनाए प्रतिरक्षी को शरीर में देना
(D) इनमें से सभी

49. निम्नलिखित में से कौन अंग प्राथमिक लसीकाभ अंग है?
(A) अस्थि मज्जा एवं टॉन्सिल
(B) अस्थि मज्जा एवं थाइमस
(C) लसीका ग्रंथियाँ
(D) थाइमस एवं लसीका ग्रंथियाँ

50. निम्नलिखित में से किस विषाणु में विलोम ट्रांसक्रिप्टेज एंजाइम है?
(A) TMV (B) बैक्टीरियोफेज (C) HIV (D) इनमें से सभी

51. निम्नलिखित में से कौन ड्रग डोपामिन के परिवहन में बाधा डालता है?
(A) निकोटिन (B) हशीश (C) मॉर्फिन (D) कोकीन

52. दूध को दही में बदलने के कारण किस विटामिन की मात्रा बढ़ती है?
(A) विटामिन A (B) विटामिन B₂ (C) विटामिन C (D) विटामिन B₁₂

53. निम्नलिखित में से कौन रक्त कोलेस्ट्रॉल को कम करने वाला कारक है?
(A) स्टैटिन
(B) साइक्लोस्पोरिन-A
(C) एंटीबायोटिक
(D) स्ट्रेप्टोकाइनेज

54. निम्नलिखित में से कौन युग्म गलत है?
(A) साइक्लोस्पोरिन-A — कवक से उत्पादित
(B) स्टैटिन — यीस्ट से उत्पादित
(C) स्ट्रेप्टोकाइनेज — जीवाणु से उत्पादित
(D) ब्यूटाइरिक अम्ल — कवक से उत्पादित

55. निम्नलिखित में से कौन सायनोबैक्टीरिया वायुमंडलीय नाइट्रोजन को स्थिरीकृत कर सकते हैं?
(A) नॉस्टॉक (B) एनाबीना (C) ऑसिलेटोरिया (D) इनमें से सभी

56. बटरफ्लाई के कैटरपिलर को किसकी मदद से नियंत्रित किया जाता है?
(A) स्यूडोमोनस
(B) ट्राइकोडर्मा
(C) बैसिलस थुरिंजिएन्सिस
(D) बैकुलोवायरस

57. निम्नलिखित में से किस वैज्ञानिक ने पाया कि प्रतिबंधन एंडोन्यूक्लिएज में DNA स्ट्रैंड को एक विशेष आकृति में काटने की क्षमता होती है?
(A) हर्बर्ट बॉयर
(B) स्टैनले कोहेन
(C) वाटसन
(D) क्रिक

58. DNA को एक विशिष्ट जगह पर काटना किस एंजाइम के कारण संभव हुआ?
(A) प्रतिबंधन एंडोन्यूक्लिएज
(B) अल्केलाइन फॉस्फेटेज
(C) DNA लाइगेज
(D) न्यूक्लिएज

59. उत्पादों के अधिक मात्रा में उत्पादन हेतु संवर्धन का अधिक आयतन निम्नलिखित में से किसमें संसाधित किया जाता है?
(A) आसवन इकाई
(B) बायोरिएक्टर
(C) PCR
(D) इलेक्ट्रोफोरेसिस इकाई

60. DNA द्विकुंडली की दोनों लड़ियों का आधार स्तंभ किसका बना होता है?
(A) शर्करा–फॉस्फेट
(B) शर्करा–नाइट्रोजनी क्षार
(C) नाइट्रोजनी क्षार–फॉस्फेट
(D) शर्करा–फॉस्फेट–नाइट्रोजनी क्षार

61. DNA खंडों में समान प्रकार के 'चिपचिपे सिरे' होने के लिए क्या आवश्यक है?
(A) DNA को एक ही प्रतिबंधन एंडोन्यूक्लिएज से काटा जाए
(B) DNA को अलग-अलग प्रतिबंधन एंडोन्यूक्लिएज से काटा जाए
(C) DNA का प्रवर्धन
(D) इनमें से सभी

62. जेल इलेक्ट्रोफोरेसिस के दौरान DNA के खंड किस इलेक्ट्रोड की तरफ जाते हैं?
(A) कैथोड (B) एनोड
(C) DNA खंड के आकार के अनुसार किसी भी इलेक्ट्रोड की ओर
(D) इनमें से कोई नहीं

63. निम्नलिखित में से कौन अनुक्रम है जहाँ से क्लोनिंग संवाहक का प्रतिकृतियन प्रारंभ होता है?
(A) tetᴿ (B) ampᴿ (C) ori (D) एक से ज्यादा

64. DNA कोशिका झिल्ली से होकर नहीं गुजर सकता क्योंकि DNA ………. अणु है।
(A) हाइड्रोफोबिक (B) हाइड्रोफिलिक (C) एम्फीपैथिक (D) उदासीन

65. PCR में प्रयोग किया जाने वाला ताप स्थायी DNA पॉलीमरेज किस जीवाणु से पृथक किया जाता है?
(A) थर्मस एक्वेटिकस
(B) ई. कोलाई
(C) साल्मोनेला
(D) यूबैक्टीरिया

66. Bt जीव विष प्रोटीन क्यों बैसिलस को नहीं मारता है?
(A) Bt जीव विष प्रोटीन एक निष्क्रिय प्राक्जीव विष के रूप में होता है
(B) Bt जीव विष प्रोटीन बैसिलस द्वारा हानिरहित रूप में बदल दिया जाता है
(C) Bt जीव विष प्रोटीन को बैसिलस का एक एंजाइम निष्क्रिय कर देता है
(D) इनमें से सभी

67. सूत्रकृमि Meloidogyne incognita से तंबाकू के पौधों को संक्रमित होने से रोकने हेतु किस तकनीक का प्रयोग किया गया?
(A) RNA अंतक्षेप
(B) क्राई प्रोटीन
(C) कायिक संकरण
(D) कीटनाशक

68. जीन चिकित्सा का पहला प्रयोग निम्नलिखित में किस एंजाइम की कमी को दूर करने के लिए किया गया था?
(A) DNA पॉलीमरेज
(B) यूरेसिल DNA ग्लाइकोसिलेज
(C) एडेनोसीन डीएमिनेज
(D) बीटा गैलेक्टोसिडेज

69. एक अमेरिकन कंपनी ने 1997 में भारतीय बासमती चावल को चावल की किस किस्म से संकरण कराकर एक नए बासमती किस्म पर एकस्व अधिकार प्राप्त कर लिया था?
(A) IR-36
(B) पूसा 1121
(C) अर्ध बौनी चावल की किस्म
(D) इंडिका चावल

70. कौन मानव प्रोटीन प्रथम पाराजीवी गाय-रोजी के दूध में मिलता है?
(A) अल्फा-1 एंटीट्रिप्सीन
(B) अल्फा लैक्टएल्बुमिन
(C) एल्बुमिन
(D) p53

खण्ड–ब : लघु उत्तरीय प्रश्न — 20

1. स्व-युग्मन (ऑटोगैमी) क्या है? इसके लिए कौन अनुकूलन पुष्प में होते हैं?

2. विपुंसन क्या है?

3. शुक्राणु का अच्छा नामांकित आरेख बनाएँ।

4. पुरुष लिंग की सहायक ग्रंथियों के नाम उनकी भूमिका के साथ बताएँ।

5. लिंग क्रोमोसोम्स एवं अलिंग क्रोमोसोम्स क्या हैं?

6. टर्नर सिंड्रोम क्या है?

7. मानव जीनोम योजना की चार विशेषताएँ लिखें।

8. अपसारी विकास का उदाहरण क्या है?

9. विडाल परीक्षण का क्या उपयोग है?

10. सहज प्रतिरक्षा में कोशिकीय रोध क्या हैं?

11. क्लॉट स्पोटन क्या है? इसका स्रोत क्या है?

12. कैनाबिनॉइड्स क्या हैं?

13. विशिष्ट पहचान अनुक्रम को परिभाषित करें।

14. रूपांतरण की परिभाषा दें।

15. RNA अंतक्षेप क्या है?

16. एक्सप्लांट क्या है?

17. परभक्षण के तीन लाभ बताएँ।

18. ह्यूमस क्या है और यह मृदा पर क्या प्रभाव डालता है?

19. जैव विविधता में अक्षांशीय प्रवणता क्या है?

20. 'द इविल क्वार्टेट' से आप क्या समझते हैं?

इन 20 प्रश्नों में से किन्हीं 10 प्रश्नों के उत्तर देने हैं, प्रत्येक 2 अंक का है। 

दीर्घ उत्तरीय प्रश्न — 6

21. भ्रूणपोष एवं परिभ्रूणपोष की तुलना करें। भ्रूणपोष के विकास का वर्णन करें।

22. निम्नलिखित में से किन्हीं दो पर संक्षिप्त टिप्पणी लिखें:
(a) अंतः गर्भाशयी युक्ति (IUD)
(b) वृषण की संरचना
(c) अपूर्ण प्रभाविता

23. निम्नलिखित में से किन्हीं दो पर संक्षिप्त टिप्पणी लिखें:
(a) वंशागति का क्रोमोसोम सिद्धांत
(b) न्यूक्लियोसोम
(c) ट्रांसफर RNA

24. सीवेज उपचार का वर्णन करें।

25. पारितंत्र के विभिन्न घटकों की व्याख्या करें।

26. क्लोनिंग संवाहक की विशेषताओं का संक्षिप्त वर्णन करें।

Format of answers 

खण्ड–अ : वस्तुनिष्ठ प्रश्न (उत्तर एवं व्याख्या)
| प्रश्न सं. | सही उत्तर | संक्षिप्त व्याख्या |
|---|---|---|
| 1 | (D) IᴬIᴮ | AB रक्त समूह सह-प्रभाविता (Co-dominance) दर्शाता है, जहाँ दोनों एलील (I^A और I^B) अभिव्यक्त होते हैं। |
| 2 | (C) आठ | युग्मकों के प्रकार का सूत्र 2^n होता है। यहाँ विषमयुग्मजी युग्म (n) = 3 (Aa, Bb, Cc), अतः 2^3 = 8। |
| 3 | (D) हीमोफीलिया | हीमोफीलिया एक मेंडेलियन (X-सहलग्न अप्रभावी) विकार है, जबकि अन्य तीनों गुणसूत्रीय असामान्यताएँ (Aneuploidy) हैं। |
| 4 | (B) मधुमक्खी | मधुमक्खी में अगुणित-द्विगुणित (Haplodiploid) लिंग निर्धारण होता है; नर अगुणित (16) और मादा द्विगुणित (32) होती है। |
| 5 | (D) (A) एवं (B) दोनों | प्रभाविता और विसंयोजन का नियम मोनोहाइब्रिड क्रॉस पर आधारित हैं, जबकि स्वतंत्र अपव्यूहन डाइहाइब्रिड क्रॉस पर। |
| 6 | (A) अवसादी चट्टान | जीवाश्म अवसादी (Sedimentary) चट्टानों की परतों में दबकर सुरक्षित रहते हैं। |
| 7 | (D) सरीसृप एवं स्तनधारी के हृदय | सरीसृप और स्तनधारियों के हृदय की मूलभूत उत्पत्ति और रचना समान है (अपसारी विकास), अतः ये समजात अंग हैं। |
| 8 | (A) ड्रायोपिथेकस | ड्रायोपिथेकस अधिक कपि (Ape-like) जैसे थे, जबकि रामापिथेकस अधिक मानव जैसे थे। |
| 9 | (B) परमीएज | लैक ओपेरॉन का lac Y जीन परमीएज एंजाइम बनाता है, जो कोशिका झिल्ली में लैक्टोज की पारगम्यता बढ़ाता है। |
| 10 | (D) चारगाफ | इरविन चारगाफ के नियम के अनुसार द्विकुंडली DNA में प्यूरिन की कुल मात्रा पाइरिमिडीन के बराबर होती है (A+G = T+C)। |
| 11 | (C) (A) और (B) दोनों | एक प्रारूपी न्यूक्लियोसोम में 8 हिस्टोन अणुओं का कोर (अष्टक) और उसके चारों ओर लिपटे DNA के लगभग 200 bp होते हैं। |
| 12 | (B) विषाणु से DNA निकलकर जीवाणु में प्रवेश करता है | हर्षे और चेज (1952) ने रेडियोधर्मी फास्फोरस (^{32}P) और सल्फर (^{35}S) का उपयोग करके सिद्ध किया कि आनुवंशिक पदार्थ DNA है। |
| 13 | (A) संबन्धन | प्राथमिक ट्रांसक्रिप्ट (hnRNA) से गैर-कोडिंग इंट्रॉन (अव्यक्तेक) को हटाना और एक्सॉन (व्यक्तेक) को जोड़ना स्प्लिसिंग (संबन्धन) कहलाता है। |
| 14 | (D) सभी 64 प्रकूट अमीनो अम्ल का कूट लेखन करते हैं | कुल 64 में से केवल 61 प्रकूट अमीनो अम्ल को कोड करते हैं; 3 प्रकूट (UAA, UAG, UGA) स्टॉप कोडॉन हैं। |
| 15 | (D) 17 | विश्व संरक्षण निगरानी केंद्र (WCMC) के अनुसार दुनिया में 17 महाविविध (Megadiverse) देश हैं। |
| 16 | (A) शीतोष्ण क्षेत्र | शीतोष्ण क्षेत्रों में अतीत में बार-बार हिमनदीकरण (Glaciation) होने से जातियों को विविधता के लिए पर्याप्त समय नहीं मिला। |
| 17 | (C) अमेजन वर्षा वन | अमेजन वर्षा वन प्रकाश संश्लेषण द्वारा पृथ्वी के वायुमंडल की लगभग 20% ऑक्सीजन उत्पन्न करते हैं। |
| 18 | (A) पैसेंजर कबूतर | पैसेंजर कबूतर (Passenger Pigeon) तथा स्टीलर समुद्री गाय मानव द्वारा अत्यधिक शिकार/दोहन के कारण विलुप्त हुए। |
| 19 | (A) संकीर्ण रूप से उपयोगी | प्रत्यक्ष आर्थिक लाभ जैसे भोजन, ईंधन, औषधियाँ, इमारती लकड़ी आदि संकीर्ण उपयोगितावादी (Narrowly utilitarian) तर्क के अंतर्गत आते हैं। |
| 20 | (D) भेड़िया | भेड़िया मांसाहारी है, अतः यह द्वितीयक या तृतीयक उपभोक्ता है; प्राथमिक उपभोक्ता केवल शाकाहारी होते हैं। |
| 21 | (B) 2–10% | कुल आपतित सौर विकिरण का 50% से कम PAR होता है, और पौधे PAR का केवल 2–10% भाग ही प्रकाश संश्लेषण में प्रग्रहण करते हैं। |
| 22 | (C) अपरद | मृत पादप अवशेष (पत्तियाँ, छाल) और जंतुओं के अवशेष जो अपघटन के कच्चे माल होते हैं, उन्हें अपरद (Detritus) कहते हैं। |
| 23 | (B) प्राथमिक मांसभक्षी | द्वितीयक उपभोक्ता शाकाहारी (प्राथमिक उपभोक्ताओं) को खाते हैं, इसलिए इन्हें प्राथमिक मांसभक्षी कहा जाता है। |
| 24 | (C) अपरदाहारी | अपरदों को छोटे कणों में खंडित करने वाले जीवों (जैसे केंचुआ) को अपरदाहारी (Detritivores) कहते हैं। |
| 25 | (C) मधुमक्खी की एक जाति | भूमध्यसागरीय ऑर्किड Ophrys का परागण विशिष्ट नर मधुमक्खी (Colpa aurea) द्वारा कूट-मैथुन (Pseudocopulation) से होता है। |
| 26 | (D) (B) और (C) दोनों | मृत्यु दर (Mortality) और उत्प्रवासन (Emigration) दोनों समष्टि के घनत्व में कमी लाते हैं। |
| 27 | (A) शलभ | ऑस्ट्रेलिया में नागफनी (Prickly pear cactus) के फैलाव को कैक्टस-भक्षी शलभ (Cactoblastis cactorum) द्वारा नियंत्रित किया गया। |
| 28 | (A) सहोपकारिता | लाइकेन शैवाल (या सायनोबैक्टीरिया) और कवक के बीच का अनिवार्य सहोपकारी (Mutualistic) संबंध है। |
| 29 | (C) स्पोरोपोलेनिन | स्पोरोपोलेनिन परागकण के बाह्यचोल पर पाया जाता है, जिसे कोई भी ज्ञात एंजाइम, उच्च ताप या सांद्र अम्ल/क्षार नष्ट नहीं कर सकता। |
| 30 | (D) (A) और (B) दोनों | अधिकांश आवृतबीजी पौधों के परागकण 2-कोशिकीय अवस्था में झड़ते हैं, जिसमें एक कायिक कोशिका और एक जनन कोशिका होती है। |
| 31 | (C) गेहूँ | काली मिर्च और चुकंदर में अवशिष्ट बीजांडकाय 'परिभ्रूणपोष' (Perisperm) के रूप में रहता है, जबकि गेहूँ में यह अनुपस्थित होता है। |
| 32 | (D) इनमें से सभी | सिट्रस प्रजातियों (संतरा, नींबू) तथा आम में बहुभ्रूणता (Polyembryony) सामान्य रूप से पाई जाती है। |
| 33 | (D) स्कुटेलम | घास कुल (एकबीजपत्री) के एकल ढालनुमा बीजपत्र को स्कुटेलम (Scutellum) कहते हैं। |
| 34 | (A) केंद्रीय कोशिका | त्रिसंलयन में द्विध्रुवीय केंद्रक और एक नर युग्मक के संलयन के बाद केंद्रीय कोशिका PEC (Primary Endosperm Cell) में बदल जाती है। |
| 35 | (B) तंतुरूप समुच्चय | सहायक कोशिका के बीजांडद्वारी सिरे पर स्थित तंतुरूप समुच्चय (Filiform apparatus) पराग नलिका को प्रवेश हेतु दिशा दिखाता है। |
| 36 | (D) (A) और (C) दोनों | शुक्रजनक नलिकाओं के अंदर नर जनन कोशिकाएँ (शुक्राणुजन) और पोषक सर्टोली कोशिकाएँ पाई जाती हैं। अंतराली कोशिकाएँ बाहर होती हैं। |
| 37 | (B) दो माह | भ्रूण में गर्भावस्था के दूसरे माह के अंत तक पाद (Limb buds) और अंगुलियाँ विकसित हो जाती हैं। |
| 38 | (D) इनमें से सभी | अपरा द्वारा hCG, hPL, एस्ट्रोजन, प्रोजेस्टोजन और गर्भावस्था के अंतिम चरण में रिलैक्सिन हार्मोन का स्राव होता है। |
| 39 | (D) एक्रोसोम | एक्रोसोम (अग्रपिंडक) में हाइल्यूरोनिडेस जैसे लाइटिक एंजाइम होते हैं जो अंडाणु के आवरण को भेदने में मदद करते हैं। |
| 40 | (C) द्वितीयक अंडक | अंडजननी और प्राथमिक अंडक द्विगुणित (2n) होते हैं, जबकि प्रथम अर्धसूत्री विभाजन के बाद बना द्वितीयक अंडक अगुणित (n) होता है। |
| 41 | (A) गर्भाशय के एंडोमेट्रियम का रखरखाव | प्रोजेस्टेरॉन एंडोमेट्रियम को मोटा और संवहनी बनाए रखता है, जो भ्रूण के आरोपण (Implantation) के लिए आवश्यक है। |
| 42 | (B) इंट्रा-यूटेराइन ट्रांसफर | 8 ब्लास्टोमियर से अधिक वाले भ्रूण को सीधे गर्भाशय में स्थानांतरित करने की तकनीक को IUT (Intra-Uterine Transfer) कहते हैं। |
| 43 | (D) (A) और (C) दोनों | मानव में निमोनिया रोग Streptococcus pneumoniae और Haemophilus influenzae जीवाणुओं के संक्रमण से होता है। |
| 44 | (C) प्रोटोजोआ | मलेरिया रोग Plasmodium नामक सूक्ष्म एककोशिकीय प्रोटोजोआ परजीवी के कारण होता है। |
| 45 | (D) (B) और (C) दोनों | मलेरिया मादा Anopheles मच्छर द्वारा और फाइलेरिया Culex मच्छर रोगवाहक द्वारा संचारित होता है। |
| 46 | (A) साइटोकाइन रोध | इंटरफेरॉन विषाणु-संक्रमित कोशिकाओं द्वारा स्रावित प्रोटीन हैं जो गैर-संक्रमित कोशिकाओं की रक्षा करते हैं (साइटोकाइन रोध)। |
| 47 | (A) B-लसीकाणु | B-लिम्फोसाइट्स प्लाज्मा कोशिकाओं द्वारा प्रतिरक्षियों (Antibodies) का उत्पादन करके तरल प्रतिरक्षा (Humoral immunity) प्रदान करते हैं। |
| 48 | (A) प्रतिरक्षा निरोधक | अंग प्रत्यारोपण के बाद कोशिका-माध्यित अस्वीकृति (Graft rejection) को रोकने हेतु रोगी को साइक्लोस्पोरिन-A जैसे इम्यूनोसप्रेसेंट दिए जाते हैं। |
| 49 | (B) अस्थि मज्जा एवं थाइमस | अस्थि मज्जा और थाइमस प्राथमिक लसीकाभ अंग हैं जहाँ लिम्फोसाइट्स परिपक्व और विभेदित होते हैं। |
| 50 | (C) HIV | HIV एक रेट्रोवायरस है जिसमें RNA जीनोम से DNA बनाने के लिए रिवर्स ट्रांसक्रिप्टेज (विलोम ट्रांसक्रिप्टेज) एंजाइम होता है। |
| 51 | (D) कोकीन | कोकीन तंत्रिका प्रेषक डोपामिन (Dopamine) के पुनःअवशोषण/परिवहन में बाधा डालकर केंद्रीय तंत्रिका तंत्र को उत्तेजित करता है। |
| 52 | (D) विटामिन B₁₂ | लैक्टिक एसिड बैक्टीरिया (LAB) दूध को दही में किण्वित करते समय विटामिन B_{12} की मात्रा और पोषण गुणवत्ता बढ़ा देते हैं। |
| 53 | (A) स्टैटिन | Monascus purpureus यीस्ट से प्राप्त स्टैटिन कोलेस्ट्रॉल संश्लेषण वाले एंजाइम को प्रतिस्पर्धी रूप से संदमित करता है। |
| 54 | (D) ब्यूटाइरिक अम्ल — कवक से उत्पादित | ब्यूटाइरिक अम्ल Clostridium butylicum नामक जीवाणु से बनता है, कवक से नहीं। अतः यह युग्म गलत है। |
| 55 | (D) इनमें से सभी | Nostoc, Anabaena और Oscillatoria तीनों ही नाइट्रोजन स्थिरीकरण करने वाले महत्वपूर्ण सायनोबैक्टीरिया हैं। |
| 56 | (C) बैसिलस थुरिंजिएन्सिस | Bacillus thuringiensis (Bt) के बीजाणु कैटरपिलर के लार्वा की मध्य आहारनाल में छेद बनाकर उन्हें मार देते हैं। |
| 57 | (A) हर्बर्ट बॉयर | हर्बर्ट बॉयर ने 1969 में ई. कोलाई से प्रतिबंधन एंजाइम की खोज की जो DNA को विशिष्ट क्रमों पर काटने में सक्षम था। |
| 58 | (A) प्रतिबंधन एंडोन्यूक्लिएज | इन्हें 'आण्विक कैंची' (Molecular scissors) कहा जाता है जो DNA को विशिष्ट पैलिंड्रोमिक पहचान स्थलों पर काटते हैं। |
| 59 | (B) बायोरिएक्टर | बायोरिएक्टर बड़े बर्तन (100–1000 लीटर) होते हैं जो सूक्ष्मजीवों के वृहद पैमाने पर संवर्धन हेतु अनुकूलतम परिस्थितियाँ प्रदान करते हैं। |
| 60 | (A) शर्करा–फॉस्फेट | DNA रज्जुक का बैकबोन शर्करा और फॉस्फेट इकाइयों से बना होता है, जबकि नाइट्रोजनी क्षार अंदर की ओर उभरे रहते हैं। |
| 61 | (A) DNA को एक ही प्रतिबंधन एंडोन्यूक्लिएज से काटा जाए | एक ही रिस्ट्रिक्शन एंजाइम से काटने पर दोनों DNA खंडों पर पूरक चिपचिपे सिरे (Sticky ends) उत्पन्न होते हैं जो आसानी से जुड़ते हैं। |
| 62 | (B) एनोड | फॉस्फेट समूह के कारण DNA ऋणावेशित अणु है, अतः विद्युत क्षेत्र में यह धनावेशित इलेक्ट्रोड (एनोड) की ओर गति करता है। |
| 63 | (C) ori | प्रतिकृतियन की उत्पत्ति (Origin of replication या ori) वह विशिष्ट अनुक्रम है जहाँ से DNA प्रतिकृतियन शुरू होता है। |
| 64 | (B) हाइड्रोफिलिक | DNA एक जलरागी (Hydrophilic) और ऋणावेशित अणु है, इसलिए यह लिपिड युक्त कोशिका झिल्ली से सीधे नहीं गुजर सकता। |
| 65 | (A) थर्मस एक्वेटिकस | टैक पॉलीमरेज (Taq Polymerase) तापरागी जीवाणु Thermus aquaticus से प्राप्त होता है, जो उच्च तापमान पर भी सक्रिय रहता है। |
| 66 | (A) Bt जीव विष प्रोटीन एक निष्क्रिय प्राक्जीव विष के रूप में होता है | जीवाणु के अंदर Bt टॉक्सिन निष्क्रिय प्रोटोटॉक्सिन के रूप में रहता है; कीट की क्षारीय आंत में जाकर ही यह सक्रिय रूप में बदलता है। |
| 67 | (A) RNA अंतक्षेप | RNAi (RNA Interference) तकनीक द्वारा सूत्रकृमि के विशिष्ट mRNA को द्विरज्जुक RNA द्वारा साइलेंस (निष्क्रिय) किया गया। |
| 68 | (C) एडेनोसीन डीएमिनेज | 1990 में 4 वर्षीय बालिका में SCID रोग के उपचार हेतु एडेनोसीन डीएमिनेज (ADA) जीन थेरेपी का पहला नैदानिक प्रयोग किया गया। |
| 69 | (C) अर्ध बौनी चावल की किस्म | राइसटेक कंपनी ने भारतीय बासमती को अर्ध-बौनी (Semi-dwarf) किस्म से संकरित कराकर पेटेंट प्राप्त करने का दावा किया था। |
| 70 | (B) अल्फा लैक्टएल्बुमिन | रोजी गाय (1997) के दूध में मानव प्रोटीन 'अल्फा-लैक्टएल्बुमिन' (2.4 ग्राम प्रति लीटर) उपस्थित था, जो मानव शिशुओं हेतु अधिक पौष्टिक है। |

खण्ड–ब : लघु उत्तरीय प्रश्न
(निर्देशानुसार 20 में से किन्हीं 10 प्रश्नों के आदर्श उत्तर)
प्रश्न 1. स्व-युग्मन (ऑटोगैमी) क्या है? इसके लिए कौन अनुकूलन पुष्प में होते हैं?
 * उत्तर: जब एक ही पुष्प के परागकण उसी पुष्प के वर्तिकाग्र पर स्थानांतरित होते हैं, तो इसे स्व-युग्मन कहते हैं।
 * अनुकूलन:
   * समकालपक्वता (Homogamy): परागकोश और वर्तिकाग्र का एक ही समय पर परिपक्व होना।
   * अनुन्मील्यता (Cleistogamy): पुष्पों का कभी न खिलना (जैसे- Commelina), जिससे केवल स्व-परागण ही संभव हो।
प्रश्न 2. विपुंसन क्या है?
 * उत्तर: पादप संकरण प्रयोगों के दौरान, मादा जनक के रूप में चुने गए द्विलिंगी पुष्प की कली अवस्था में से परागकोश के प्रस्फुटन से पूर्व चिमटी द्वारा पुंकेसरों को काटकर हटाने की प्रक्रिया को विपुंसन (Emasculation) कहते हैं। इसका उद्देश्य अवांछित स्व-परागण को रोकना है।
प्रश्न 4. पुरुष लिंग की सहायक ग्रंथियों के नाम उनकी भूमिका के साथ बताएँ।
 * उत्तर:
   * शुक्राशय (Seminal Vesicles): फ्रुक्टोज, कैल्शियम और प्रोस्टाग्लैंडिन्स युक्त द्रव स्रावित करता है जो शुक्राणुओं को ऊर्जा देता है।
   * प्रोस्टेट ग्रंथि (Prostate Gland): क्षारीय तरल स्रावित कर मूत्रमार्ग की अम्लीयता को उदासीन बनाती है।
   * बल्बोयूरिथ्रल ग्रंथि (Bulbourethral/Cowper's): मैथुन के दौरान स्नेहन (Lubrication) हेतु श्लेष्मा प्रदान करती है।
प्रश्न 6. टर्नर सिंड्रोम क्या है?
 * उत्तर: यह एक लिंग गुणसूत्रीय विकार (Monosomy) है जो एक X गुणसूत्र की अनुपस्थिति के कारण होता है।
   * कैरियोटाइप: 45, X0 (44 + X0)
   * लक्षण: ग्रसित मादाएँ बाँझ होती हैं, अंडाशय अल्पविकसित (रुडिमेंट्री) होते हैं, कद छोटा तथा द्वितीयक लैंगिक लक्षणों का अभाव होता है।
प्रश्न 7. मानव जीनोम योजना (HGP) की चार विशेषताएँ लिखें।
 * उत्तर:
   * मानव जीनोम में लगभग 3.1647 \times 10^9 (3.16 बिलियन) न्यूक्लियोटाइड क्षार पाए जाते हैं।
   * औसतन प्रत्येक जीन में 3000 क्षार होते हैं (सबसे बड़ा जीन डिस्ट्रॉफिन है जिसमें 2.4 मिलियन क्षार हैं)।
   * कुल जीनोम का 2% से भी कम भाग प्रोटीन को कोड करता है।
   * सभी मनुष्यों का 99.9% DNA न्यूक्लियोटाइड आधार पूरी तरह एक समान होता है।
प्रश्न 9. विडाल परीक्षण (Widal Test) का क्या उपयोग है?
 * उत्तर: विडाल परीक्षण एक सीरोलॉजिकल टेस्ट है जिसका उपयोग मनुष्य में टाइफाइड (मोतीझरा/मियादी बुखार) की पहचान और पुष्टि के लिए किया जाता है। यह परीक्षण Salmonella typhi जीवाणु के प्रति शरीर में बने एंटीबॉडी की जांच करता है।
प्रश्न 10. सहज प्रतिरक्षा में कोशिकीय रोध क्या हैं?
 * उत्तर: यह गैर-विशिष्ट प्रतिरक्षा तंत्र है जिसमें शरीर की विशिष्ट कोशिकाएँ रोगाणुओं को भक्षण (Phagocytosis) कर नष्ट करती हैं:
   * बहुरूपकेंद्रक श्वेताणु (PMNL-न्यूट्रोफिल्स) एवं मोनोसाइट्स।
   * ऊतकों में पाए जाने वाले मैक्रोफेज (महाभक्षकाणु) तथा रक्त में प्राकृतिक मारक कोशिकाएँ (NK Cells)।
प्रश्न 13. विशिष्ट पहचान अनुक्रम (Recognition Sequence) को परिभाषित करें।
 * उत्तर: प्रतिबंधन एंडोन्यूक्लिएज एंजाइम द्वारा पहचाना जाने वाला DNA का वह विशिष्ट 4 से 8 क्षारों का पैलिंड्रोमिक क्रम, जिसे एंजाइम दोनों रज्जुकों पर 5' \to 3' और 3' \to 5' दिशा में एक समान पढ़ता है और वहीं से फॉस्फोडाइएस्टर बंध को काटता है (जैसे EcoRI के लिए 5'\text{-GAATTC-}3')।
प्रश्न 14. रूपांतरण (Transformation) की परिभाषा दें।
 * उत्तर: वह प्रक्रिया जिसके द्वारा एक जीवाणु कोशिका अपने आस-पास के माध्यम से बाह्य (विजातीय) DNA खंड को सीधे ग्रहण कर अपने जीनोम में समाहित कर लेती है और अपने आनुवंशिक लक्षणों को बदल लेती है, रूपांतरण कहलाती है (ग्रिफिथ का प्रयोग)।
प्रश्न 15. RNA अंतक्षेप (RNA Interference - RNAi) क्या है?
 * उत्तर: यह सभी सुकेंद्री (Eukaryotic) जीवों में कोशिकीय सुरक्षा की एक प्राकृतिक विधि है। इसमें एक पूरक द्विरज्जुक RNA (dsRNA) अणु लक्षित विजातीय mRNA से जुड़कर उसके ट्रांसलेशन (प्रोटीन निर्माण) को रोक देता है, जिसे mRNA साइलेंसिंग कहते हैं।
खण्ड–स : दीर्घ उत्तरीय प्रश्न
(निर्देशानुसार 6 में से किन्हीं 3 प्रश्नों के उत्तर)
प्रश्न 21. भ्रूणपोष एवं परिभ्रूणपोष की तुलना करें। भ्रूणपोष के विकास का वर्णन करें।
1. भ्रूणपोष एवं परिभ्रूणपोष में अंतर:
| लक्षण | भ्रूणपोष (Endosperm) | परिभ्रूणपोष (Perisperm) |
|---|---|---|
| उत्पत्ति | यह त्रिसंलयन (द्विध्रुवीय केंद्रक + नर युग्मक) के फलस्वरूप बनता है। | यह बीजांड के अवशिष्ट, स्थायी बीजांडकाय (Nucellus) से बनता है। |
| गुणित स्तर | यह त्रिगुणित (3n) ऊतक है। | यह मातृ द्विगुणित (2n) ऊतक है। |
| कार्य | विकासशील भ्रूण को पोषण प्रदान करता है। | बीजों में भोजन संचित रखता है। |
| उदाहरण | मक्का, गेहूँ, अरंडी आदि। | काली मिर्च, चुकंदर आदि। |
2. भ्रूणपोष का विकास:
निषेचन के बाद प्राथमिक भ्रूणपोष केंद्रक (PEN) बार-बार समसूत्री विभाजनों द्वारा विभाजित होकर भ्रूणपोष ऊतक बनाता है। यह मुख्य रूप से दो प्रकार से विकसित होता है:
 * मुक्त-केंद्रकीय भ्रूणपोष (Free-nuclear Endosperm): PEN लगातार केंद्रकीय विभाजन करता है परंतु साथ-साथ कोशिका भित्ति का निर्माण नहीं होता। इससे बहुकेंद्रकीय अवस्था बनती है (जैसे नारियल का पानी)।
 * कोशिकीय भ्रूणपोष (Cellular Endosperm): प्रत्येक केंद्रक विभाजन के तुरंत बाद कोशिका भित्ति का निर्माण होता जाता है (जैसे नारियल का सफेद गूदा/गिरी)।
भ्रूणपोष की कोशिकाएँ स्टार्च और वसा जैसे पोषक तत्वों से भरी होती हैं जो बढ़ते हुए भ्रूण को पोषण देती हैं।
प्रश्न 24. सीवेज उपचार (वाहित मल उपचार) का वर्णन करें।
वाहित मल (Sewage) के प्रदूषणकारी प्रभाव और BOD को कम करने के लिए उपचार संयंत्रों (STP) में दो मुख्य चरणों में प्रक्रिया की जाती है:
1. प्राथमिक उपचार (भौतिक प्रक्रिया):
यह मुख्य रूप से तैरते हुए कूड़े-कर्कट और भारी कणों को भौतिक रूप से अलग करने की प्रक्रिया है:
 * क्रमिक निस्यंदन (Sequential Filtration): तैरते हुए ठोस कचरे को जालियों द्वारा छानकर हटाया जाता है।
 * अवसादन (Sedimentation): बचे हुए जल को प्राथमिक निसादन टैंक में स्थिर छोड़ दिया जाता है, जिससे कंकड़, बालू और भारी मिट्टी नीचे बैठ जाते हैं (प्राथमिक आपंक या Primary Sludge)। ऊपर का स्वच्छ तरल बहिःस्राव (Effluent) कहलाता है।
2. द्वितीयक उपचार (जैविक प्रक्रिया):
 * बहिःस्राव को बड़े वायवीय टैंकों (Aeration Tanks) में भेजा जाता है जहाँ वायु प्रवाहित की जाती है।
 * यहाँ उपयोगी वायवीय सूक्ष्मजीव तेजी से वृद्धि करके ऊर्णक (Flocs - जीवाणु और कवक तंतुओं के जाल) बनाते हैं। ये सूक्ष्मजीव कार्बनिक पदार्थों का उपभोग करते हैं, जिससे जल की BOD (Biochemical Oxygen Demand) काफी घट जाती है।
 * इसके बाद जल को द्वितीयक निसादन टैंक में भेजा जाता है जहाँ 'ऊर्णक' नीचे बैठ जाते हैं; इसे सक्रियित आपंक (Activated Sludge) कहते हैं।
 * सक्रियित आपंक के बड़े हिस्से को अवायवीय आपंक संपाचित्र (Anaerobic Sludge Digester) में डाला जाता है, जहाँ अवायवीय जीवाणु बायोगैस (CH_4, CO_2, H_2S) उत्पन्न करते हैं। उपचारित स्वच्छ बहिःस्राव को नदियों या जलस्रोतों में विसर्जित कर दिया जाता है।
प्रश्न 26. क्लोनिंग संवाहक की विशेषताओं का संक्षिप्त वर्णन करें।
पुनर्योगज DNA तकनीक में बाह्य DNA खंड को पोषी कोशिका में ले जाने और उसकी प्रतियाँ बनाने वाले DNA अणु को क्लोनिंग संवाहक (Cloning Vector) कहते हैं (जैसे- प्लाज्मिड, बैक्टीरियोफेज)। एक आदर्श संवाहक में निम्नलिखित विशेषताएँ होनी चाहिए:
1. प्रतिकृतियन की उत्पत्ति (Origin of Replication - ori):
यह वह विशिष्ट DNA अनुक्रम है जहाँ से प्रतिकृतियन की शुरुआत होती है। जब कोई विजातीय DNA इससे जुड़ता है, तो वह संवाहक के साथ स्वतः प्रतिकृति बना लेता है। यह प्रविष्ट DNA की प्रतियों की संख्या (Copy Number) को भी नियंत्रित करता है।
2. वरणयोग्य चिन्हक (Selectable Marker):
यह उन पोषी कोशिकाओं की पहचान करने और उन्हें चुनने में मदद करता है जिनमें संवाहक प्रविष्ट हुआ है (रूपांतरज) तथा गैर-रूपांतरजों की वृद्धि को रोकता है। सामान्यतः एंटीबायोटिक प्रतिरोधी जीन (जैसे ampicillin, tetracycline प्रतिरोधी जीन) वरणयोग्य चिन्हक के रूप में कार्य करते हैं।
3. क्लोनिंग स्थल (Cloning Sites):
विजातीय DNA को जोड़ने के लिए संवाहक में सामान्यतः उपयोग किए जाने वाले प्रतिबंधन एंजाइमों (Restriction Enzymes) के लिए केवल एक ही (अद्वितीय) पहचान स्थल होना चाहिए। एक से अधिक स्थल होने पर संवाहक कई टुकड़ों में कट जाएगा, जिससे क्लोनिंग जटिल हो जाएगी।
4. छोटा आकार एवं पोषी में स्वायत्त प्रतिकृतियन:
संवाहक का आकार छोटा होना चाहिए ताकि यह आसानी से पोषी कोशिका की झिल्ली को पार कर सके और पोषी के मुख्य गुणसूत्र से स्वतंत्र होकर तीव्र गति से अपनी संख्या बढ़ा सके।`;
